[
	{
		"Company": "Fortis Games",
		"Summary": "Dear Seamus, Thanks for applying to Fortis Games. Your application has been received and we will review it right away. If your application seems like a good fit for the position we will contact you soon. Regards, Fortis Games, Talent Acquisition  Please note Do not reply to this email...."
	},
	{
		"Company": "European Recruitment",
		"Summary": "Your application was sent to European Recruitment  Senior Game Backend Server Engineer  AR  Augmented Reality European Recruitment European Union Applied 14 seconds ago View job  EF1jTjnhkH5AmidSigtrkemailapplicationconfirmati onwithnba01appliedjobs2appliedjobtrkEmailemailapplication confirmationwithnba01appliedjobs2appliedjobnullj7rhza7Elktptzzp 7Ekznullneptune2Fjobs2Eviewlipi3Ali3Apage3Aemailemailapplic ationconfirmationwithnba013BLdEkwKdzSCuwfJCpq0GOoA3D3D ..................................... Change frequency  lunmidTokenmidSigek nconfirmationwithnba01limtseidlktptzz pkzloid 8R9NcaFZEd16RTEezbqfUo1q9t9q3onyJZxldj5nLbaoBLM8MrwrbptB4 Unsubscribe  idTokenmidSigek firmationwithnba01limtseidlktptzzpkz loidaKM0zzXWEgYXPuAf EEXD1M8kwwDARjXWVgpJFiJwrioli5ACRJOfSKsQJ25T5oFYXVcb2hI Help"
	},
	{
		"Company": "SDP Games",
		"Summary": "Your application was sent to SDP Games  Lead Unity Programmer Mobile Games SDP Games Romania Applied 6 seconds ago View job  EF1jTjnhkH5AmidSigtrkemailapplicationconfirmati onwithnba01appliedjobs2appliedjobtrkEmailemailapplication confirmationwithnba01appliedjobs2appliedjobnullj7rhza7Elktpuy1f 7Ex4nullneptune2Fjobs2Eviewlipi3Ali3Apage3Aemailemailapplic ationconfirmationwithnba013BzYAUSW2FaTnCTy2BLvgAjfjg3D3D ..................................... Change frequency  lunmidTokenmidSigek nconfirmationwithnba01limtseidlktpuy1 fx4loidglH6tuelDAAAAYm2Q9WEMpcKAc2A2JYm3iPIHPpAUy2LaOuMblGrtWvOjh 6TWhnkuJ73aivY1AajZXh6xIbgJrm2zQU1APWgCiaRL68azMecsnQOMvMg Unsubscribe  idTokenmidSigek firmationwithnba01limtseidlktpuy1fx4 loid1ihTD4TUxx178Nyyzw5PkALvnE31Prufu einmCQwKqIESQnyg1mcbjk3eIpivSjMdYMQszmlueIPwyRv5Fkzz70 Help  3Apage3Aemailemailapplicationconfirmationwithnba013BzYAUSW2FaTnCTy 2BLvgAjfjg3D3DamidTokenmidSig eklim tsarticleId You are..."
	},
	{
		"Company": "Roboten",
		"Summary": "Hi Vuk sorry for the delayed reply, I actually just finished a similar test for another application, although that one was with AssetFirst rather than Master International. Ill just go eat something and rally myself and then get going on the Master International test. Wish me luck Seamus Dunne On..."
	},
	{
		"Company": "Roboten",
		"Summary": "Hi Seamus, I hope you are doing well  My name is Vuk and I will be conducting the recruitment process Your profile looks very interesting and we would love to get to know you b etter  Therefore we are inviting you to the next stage in our process,..."
	},
	{
		"Company": "Microsoft",
		"Summary": ", Seamus,  you for applying to the Principal Software Engineer ing Lead Job number1571733 position at Microsoft Were glad your e interested in a career at Microsoft and were here to help you find a per fect fit. may not receive feedback from us on..."
	},
	{
		"Company": "Improbable",
		"Summary": "Hi Seamus, Thank you for your application to the Lead Tools Programmer  Engineering  amp Gameplay, Metaverse position Improbable. Im sorry to say that we have now are no longer acc epting applications. However, I wanted to let you know that we reviewed your application and wil l get..."
	},
	{
		"Company": "Cohere",
		"Summary": "The NLP Newsletter by Cohere By Cohere Greetings Cohere Community, We thrilled to introduce, a knowledge assistant chatbot for work that uses company data sources to h elp workers answer questions, find information quickly, and radically impro ve their productivity. Coral is currently in private access re ach out to..."
	},
	{
		"Company": "Hyperspace",
		"Summary": "Howdy Danny, Im in Wexford Ireland so my timezone is gmt1, same as London, and Im available starting September 1st for 40hrs a week full time. You can see a playable example of my work in the Lego Duplo Marvel  mobile app, there is a free  playpack you..."
	},

	{
		"Company": "Hyperspace",
		"Summary": "Danny approved your message You received a reply to your InMail Were crediting one InMail back to your account Danny Stefanic We39re hiring  Hyperspace  Your own  enterprise metaverse is ready to go  realitytrkmsgdigestbodyviewprofilemidTokenmi dSigtrkEmailemailpremiuminmailreplysingle01n ull1nullnullj7rhza7Elksgunxr7Eq5nullneptune2Fprofile7Evanity2Evi ewlipi3Ali3Apage3Aemailemailpremiuminmailreplysingle013BY9 1oMyvXTWyT5NS9AmHNoQ3D3D Hi, We reviewed your application for our Javascript 3D..."
	},
	{
		"Company": "Roboten",
		"Summary": "Hi Seamus,  Thank you for your interest in Roboten and for submitting your application  It has been well received   We will review your application as soon as possible If your profile is  a match, we will contact you with information regarding the next steps..."
	},
	{
		"Company": "Pixion Games",
		"Summary": "Thanks Seamus. Look forward to speaking to you. Hope all goes well with the Production Release View in Recruiter  MzI3Ni00MTk0LTg3M2MtZDAzMzA2ZDJjNDFkXzAxMA3D3DmidToken ampmidSigamptrkemailhireinmailreply01null1 nullamptrkEmailemailhireinmailreply01null1nullnullj7rhza 7Elktx1fk87Ej1nullrecruiter7Emailbox7Econversationamplipi3Al i3Apage3Aemailemailhireinmailreply013BSYNSxJKTRzuoy7l48bwj2g3D3D Communicate with candidates on the go with the Recruiter mobile app Get the app  3Ali3Apage3Aemailemailhireinmailreply013BSYNSxJKTRzuoy7l48bw j2g3D3DamptampmidTokenampek ailreply01ampliampmampts erampurlhashampurl 2Fy4dt  2023 LinkedIn Ireland Unlimited..."
	},
	{
		"Company": "Pixion Games",
		"Summary": "what is your email and will send a GM Invite View in Recruiter  MzI3Ni00MTk0LTg3M2MtZDAzMzA2ZDJjNDFkXzAxMA3D3DmidToken ampmidSigamptrkemailhireinmailreply01null1 nullamptrkEmailemailhireinmailreply01null1nullnullj7rhza 7Elkttgh637E2wnullrecruiter7Emailbox7Econversationamplipi3Al i3Apage3Aemailemailhireinmailreply013B7FeRwETKRruUyZP5OmtyFQ3D3D Communicate with candidates on the go with the Recruiter mobile app Get the app  3Ali3Apage3Aemailemailhireinmailreply013B7FeRwETKRruUyZP5Omt yFQ3D3DamptampmidTokenampek ailreply01ampliampmampts erampurlhashampurl 2Fy4dt  2023 LinkedIn Ireland Unlimited Company. LinkedIn, the LinkedIn logo ,..."
	},
	{
		"Company": "Pixion Games",
		"Summary": "thank you  View in Recruiter  MzI3Ni00MTk0LTg3M2MtZDAzMzA2ZDJjNDFkXzAxMA3D3DmidToken ampmidSigamptrkemailhireinmailreply01null1 nullamptrkEmailemailhireinmailreply01null1nullnullj7rhza 7Elkttcw397Emwnullrecruiter7Emailbox7Econversationamplipi3Al i3Apage3Aemailemailhireinmailreply013BEW3jQAh2FS2KADYS9AVePgw3D3 D Communicate with candidates on the go with the Recruiter mobile app Get the app  3Ali3Apage3Aemailemailhireinmailreply013BEW3jQAh2FS2KADYS9A VePgw3D3DamptampmidTokenampek nmailreply01ampliampmampts nnerampurlhashampurl 1y2Fy4dt  2023 LinkedIn Ireland Unlimited Company. LinkedIn, the LinkedIn logo , and InMail are registered trademarks of..."
	},
	{
		"Company": "Pixion Games",
		"Summary": "Can we do 11.30am please View in Recruiter  MzI3Ni00MTk0LTg3M2MtZDAzMzA2ZDJjNDFkXzAxMA3D3DmidToken ampmidSigamptrkemailhireinmailreply01null1 nullamptrkEmailemailhireinmailreply01null1nullnullj7rhza 7Elkttcocb7Emtnullrecruiter7Emailbox7Econversationamplipi3Al i3Apage3Aemailemailhireinmailreply013BuhUKsiKsToabApy7LgeS2w3D3D Communicate with candidates on the go with the Recruiter mobile app Get the app  3Ali3Apage3Aemailemailhireinmailreply013BuhUKsiKsToabApy7Lge S2w3D3DamptampmidTokenampek ailreply01ampliampmampts erampurlhashampurl 2Fy4dt  2023 LinkedIn Ireland Unlimited Company. LinkedIn, the LinkedIn logo , and InMail are registered trademarks..."
	},
	{
		"Company": "Pixion Games",
		"Summary": "Thanks Seamus, no problem at all. I am travelling tomorrow morning and in m eetings in the afternoon. Is Friday afternoon good for you  View in Recruiter  MzI3Ni00MTk0LTg3M2MtZDAzMzA2ZDJjNDFkXzAxMA3D3DmidToken ampmidSigamptrkemailhireinmailreply01null1 nullamptrkEmailemailhireinmailreply01null1nullnullj7rhza 7Elktsc49w7Esjnullrecruiter7Emailbox7Econversationamplipi3Al i3Apage3Aemailemailhireinmailreply013BNO2xvofxT3i1cWIpdCccrg3D3D Communicate with candidates on the go with the Recruiter mobile app Get the app  3Ali3Apage3Aemailemailhireinmailreply013BNO2xvofxT3i1cWIpdCc..."
	},
	{
		"Company": "Pixion Games",
		"Summary": "Hi Seamus, sorry for the delay in coming back to you. Are you free at 3,00p m Uk time today at all  Thanks Mina View in Recruiter  MzI3Ni00MTk0LTg3M2MtZDAzMzA2ZDJjNDFkXzAxMA3D3DmidToken ampmidSigamptrkemailhireinmailreply01null1 nullamptrkEmailemailhireinmailreply01null1nullnullj7rhza 7Elktl0b5v7Ef4nullrecruiter7Emailbox7Econversationamplipi3Al i3Apage3Aemailemailhireinmailreply013BLkpsIfXYQl2HodYRI2BMWYQ3D3 D Communicate with candidates on the go with the Recruiter mobile app Get the app"
	},
	{
		"Company": "Scopely",
		"Summary": "Hi Se amus, Thank you for your interest in the Technical Team Lead C ore Technologies role at Scopely What happens now We wi ll review your application and provide you feedback about the status of you r application as soon as possible. You can check your Application Status h..."
	},
	{
		"Company": "Pixion Games",
		"Summary": "that sounds great. look forward to receiving it View in Recruiter  MzI3Ni00MTk0LTg3M2MtZDAzMzA2ZDJjNDFkXzAxMA3D3DmidToken ampmidSigamptrkemailhireinmailreply01null1 nullamptrkEmailemailhireinmailreply01null1nullnullj7rhza 7Ell11ybxc7Ew9nullrecruiter7Emailbox7Econversationamplipi3Al i3Apage3Aemailemailhireinmailreply013B0vgdEQv2FQcyzk81ja44EdQ3D3 D Communicate with candidates on the go with the Recruiter mobile app Get the app  3Ali3Apage3Aemailemailhireinmailreply013B0vgdEQv2FQcyzk81ja 44EdQ3D3DamptampmidTokenampek nmailreply01ampliampmampts nnerampurlhashampurl 1y2Fy4dt  2023 LinkedIn Ireland Unlimited Company. LinkedIn, the LinkedIn logo , and..."
	},
	{
		"Company": "Pixion Games",
		"Summary": "No problems at all. Hopefully the weekend was a good one View in Recruiter  MzI3Ni00MTk0LTg3M2MtZDAzMzA2ZDJjNDFkXzAxMA3D3DmidToken ampmidSigamptrkemailhireinmailreply01null1 nullamptrkEmailemailhireinmailreply01null1nullnullj7rhza 7Ell0qsjsj7Ewdnullrecruiter7Emailbox7Econversationamplipi3Al i3Apage3Aemailemailhireinmailreply013BeryXqL5ISUusVccLJOr2Ng3D3D Communicate with candidates on the go with the Recruiter mobile app Get the app  3Ali3Apage3Aemailemailhireinmailreply013BeryXqL5ISUusVccLJOr 2Ng3D3DamptampmidTokenampek ailreply01ampliampmampts erampurlhashampurl 2Fy4dt  2023 LinkedIn Ireland Unlimited Company. LinkedIn, the LinkedIn logo..."
	},
	{
		"Company": "Pixion Games",
		"Summary": "Hi Seamus, I hope you are well and had a great weekend. I just wanted to fo llow up and see if you have the code to send over. Many thanks, Mina View in Recruiter  MzI3Ni00MTk0LTg3M2MtZDAzMzA2ZDJjNDFkXzAxMA3D3DmidToken ampmidSigamptrkemailhireinmailreply01null1 nullamptrkEmailemailhireinmailreply01null1nullnullj7rhza 7Ell0pvo5t7E93nullrecruiter7Emailbox7Econversationamplipi3Al i3Apage3Aemailemailhireinmailreply013Bmz6wnhItSr6jjgIYpzrdiw3D3D Communicate with candidates on the go with the Recruiter..."
	},
	{
		"Company": "Digital Village IO Inc",
		"Summary": "Your application was sent to Digital Village IO Inc.  Senior Software Engineer Unity  XR Digital Village IO Inc. Germany Applied 21 seconds ago View job  EF1jTjnhkH5AmidSigtrkemailapplicationconfirmati onwithnba01appliedjobs2appliedjobtrkEmailemailapplication confirmationwithnba01appliedjobs2appliedjobnullj7rhza7Elktpyzho 7E6cnullneptune2Fjobs2Eviewlipi3Ali3Apage3Aemailemailapplic ationconfirmationwithnba013BJWbObSViQtWjiAgbjBGgoA3D3D ..................................... Change frequency  lunmidTokenmidSigek nconfirmationwithnba01limtseidlktpyzh o6cloid95tsMJHGurYrgLGV1WtPsPttb0X0lxesD0 p6lppMZeE3WDkQUBjwslCVJqs5xXN6FVpU9if04RDFL29nMoWB2mj5Cnyvs Unsubscribe  idTokenmidSigek firmationwithnba01limtseidlktpyzho6c loidvdJ4X9VrL5aMDEP BTKOotjTdrQEHBJGVWHX1NxwNQnlMsnYiWbfghAkYW3vTToquCkn4sc Help  3Apage3Aemailemailapplicationconfirmationwithnba013BJWbObSViQtWjiAg..."
	},
	{
		"Company": "EA Maxis",
		"Summary": "Your application was sent to Electronic Arts EA  Lead Software Engineer  Creative Technologies Electronic Arts EA European Union Applied 8 seconds ago View job  EF1jTjnhkH5AmidSigS1J1aU1trkemailapplicationconfirmati onwithnba01appliedjobs4appliedjobtrkEmailemailapplication confirmationwithnba01appliedjobs4appliedjobnullj7rhza7Elkscaf2m 7Ewmnullneptune2Fjobs2Eviewlipi3Ali3Apage3Aemailemailapplic ationconfirmationwithnba013B2mMk8wnPT2BOlUwdLpe4BWg3D3D  Now, take these next steps for more success  People to follow at Electronic Arts EA For..."
	}
]
